/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 28,
        "padding_bottom": 0
      }
    },
    "rich_text_DtxQQq": {
      "type": "rich-text",
      "blocks": {
        "text_W69BTw": {
          "type": "text",
          "settings": {
            "text": "<p>Liebe Kundin, lieber Kunde, Liebe Interressent:Innen,</p><p>Die vorliegende Datenschutzerklärung klärt Sie über die Art, den Umfang und den Zweck der Erhebung und Verwendung personenbezogener Daten auf unserer Website www.neritextil.ch auf und gibt Ihnen über Ihre zustehenden Rechte Auskunft. Welche Daten im Einzelnen verarbeitet und in welcher Weise genutzt werden, richtet sich nach der Datenschutz-Grundverordnung (DSGVO).</p><p>1. VERANTWORTLICHE STELLE IM SINNE DES DATENSCHUTZRECHTS<br/>Verantwortliche für die Datenbearbeitung auf dieser Website und Ansprechpartnerin für Datenschutzanliegen ist:</p><p>Mira Durrer<br/>Stollbergstrasse 6<br/>6003 Luzern<br/>+4179 530 43 39<br/>info@neritextil.ch<br/>Webseite: www.neritextil.ch</p><p>2. DATENERFASSUNG AUF DIESER WEBSEITE<br/>Die Webseite wird von shopify.com gehostet. Zur Optimierung und Aufrechterhaltung der Website werden technische Fehler protokolliert, die beim Aufrufen von neritextil.ch allenfalls auftreten. Zudem werden bei der Nutzung dieser Website automatisch Informationen erhoben, die der Browser Ihres Endgeräts an unseren Host-Provider übermittelt. Folgende Daten werden so protokolliert:</p><p>• Besuchte Website<br/>• Uhrzeit zum Zeitpunkt des Zugriffes<br/>• Menge der gesendeten Daten in Byte<br/>• Quelle/Verweis, von welchem Sie auf die Seite gelangten<br/>• Verwendeter Browser<br/>• Verwendetes Betriebssystem<br/>• Verwendete IP-Adresse</p><p>Diese Daten werden von unserem Host-Provider erhoben und gespeichert, um Prozesse und Abläufe insbesondere in Zusammenhang mit der Nutzung unserer Website und der Sicherheit und Stabilität des Computersystems optimieren zu können. Bei der Nutzung dieser Website werden Ihre Daten von unserem Host-Provider gespeichert, um Prozesse und Abläufe insbesondere in Zusammenhang mit der Nutzung unserer Website und der Sicherheit und Stabilität des Computersystems optimieren zu können. Weitere Informationen finden Sie in der Datenschutzerklärung von https://www.shopify.com/ch/legal/datenschutz</p><p>3. BESTELLVORGANG<br/>Sämtliche Daten, welche im Rahmen einer Bestellabwicklung von den Kunden eingegeben werden, werden gespeichert. Dazu gehören:</p><p>• Name, Vorname<br/>• Adresse<br/>• Zahldaten<br/>• E-Mail-Adresse</p><p>Jene Daten, welche zur Auslieferung oder Auftragsabwicklung zwingend notwendig sind, werden an dritte Dienstleister weitergegeben. Sowie die Aufbewahrung Ihrer Daten nicht mehr erforderlich oder gesetzlich geboten ist, werden diese gelöscht.</p><p>4. REICHWEITENMESSUNG & COOKIES<br/>Diese Website verwendet Cookies zur pseudonymisierten Reichweitenmessung, die entweder von unserem Server oder dem Server Dritter an den Browser des Nutzers übertragen werden. Bei Cookies handelt es sich um kleine Dateien, welche auf Ihrem Endgerät gespeichert werden. Ihr Browser greift auf diese Dateien zu. Durch den Einsatz von Cookies erhöht sich die Benutzerfreundlichkeit und Sicherheit dieser Website. Falls Sie nicht möchten, dass Cookies zur Reichweitenmessung auf Ihrem Endgerät gespeichert werden, können Sie dem Einsatz dieser Dateien hier widersprechen:</p><p>• Cookie-Deaktivierungsseite der Netzwerkwerbeinitiative: http://optout.networkadvertising.org/?c=1#!/<br/>• Cookie-Deaktivierungsseite der US-amerikanischen Website: http://optout.aboutads.info/?c=2#!/<br/>• Cookie-Deaktivierungsseite der europäischen Website: http://optout.networkadvertising.org/?c=1#!/</p><p>Gängige Browser bieten die Einstellungsoption, Cookies nicht zuzulassen. Hinweis: Es ist nicht gewährleistet, dass Sie auf alle Funktionen dieser Website ohne Einschränkungen zugreifen können, wenn Sie entsprechende Einstellungen vornehmen.</p><p>5. ERFASSUNG UND VERARBEITUNG PERSONENBEZOGENER DATEN<br/>Der Websitebetreiber erhebt, nutzt und gibt Ihre personenbezogenen Daten nur dann weiter, wenn dies im gesetzlichen Rahmen erlaubt ist oder Sie in die Datenerhebung einwilligen. Als personenbezogene Daten gelten sämtliche Informationen, welche dazu dienen, Ihre Person zu bestimmen und welche zu Ihnen zurückverfolgt werden können – also beispielsweise Ihr Name, Ihre E-Mail-Adresse und Telefonnummer. Diese Website können Sie auch besuchen, ohne Angaben zu Ihrer Person zu machen. Zur Verbesserung unseres Online-Angebotes speichern wir jedoch (ohne Personenbezug) Ihre Zugriffsdaten auf diese Website. Zu diesen Zugriffsdaten gehören z. B. die von Ihnen angeforderte Datei oder der Name Ihres Internet-Providers. Durch die Anonymisierung der Daten sind Rückschlüsse auf Ihre Person nicht möglich.</p><p>6. UMGANG MIT KONTAKTDATEN<br/>Nehmen Sie mit uns als Websitebetreiber durch die angebotenen Kontaktmöglichkeiten Verbindung auf, werden Ihre Angaben gespeichert, damit auf diese zur Bearbeitung und Beantwortung Ihrer Anfrage zurückgegriffen werden kann. Ohne Ihre Einwilligung werden diese Daten nicht an Dritte weitergegeben.</p><p>7. GOOGLE ANALYTICS<br/>Diese Website nutzt aufgrund unserer berechtigten Interessen zur Optimierung und Analyse unseres Online-Angebots im Sinne des Art. 6 Abs. 1 lit. f. DSGVO den Dienst „Google Analytics“, welcher von der Google Inc. (1600 Amphitheatre Parkway Mountain View, CA 94043, USA) angeboten wird. Der Dienst (Google Analytics) verwendet „Cookies“ – Textdateien, welche auf Ihrem Endgerät gespeichert werden. Die durch die Cookies gesammelten Informationen werden im Regelfall an einen Google-Server in den USA gesandt und dort gespeichert. Google LLC hält das europäische Datenschutzrecht ein und ist unter dem Privacy-Shield- Abkommen zertifiziert: https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&status=Active .Auf dieser Website greift die IP-Anonymisierung. Die IP-Adresse der Nutzer wird innerhalb der Mitgliedsstaaten der EU und des Europäischen Wirtschaftsraum und in den anderen Vertragsstaaten des Abkommens gekürzt. Nur in Einzelfällen wird die IP-Adresse zunächst ungekürzt in die USA an einen Server von Google übertragen und dort gekürzt. Durch diese Kürzung entfällt der Personenbezug Ihrer IP-Adresse. Die vom Browser übermittelte IP-Adresse des Nutzers wird nicht mit anderen von Google gespeicherten Daten kombiniert. Im Rahmen der Vereinbarung zur Auftragsdatenvereinbarung, welche wir als Websitebetreiber mit der Google Inc. geschlossen haben, erstellt diese mithilfe der gesammelten Informationen eine Auswertung der Websitenutzung und der Websiteaktivität und erbringt mit der Internetnutzung verbundene Dienstleistungen. Die von Google in unserem Auftrag erhobenen Daten werden genutzt, um die Nutzung unseres Online-Angebots durch die einzelnen Nutzer auswerten zu können, z. B. um Reports über die Aktivität auf der Website zu erstellen, um unser Online-Angebot zu verbessern. Sie haben die Möglichkeit, die Speicherung der Cookies auf Ihrem Gerät zu verhindern, indem Sie in Ihrem Browser entsprechende Einstellungen vornehmen. Es ist nicht gewährleistet, dass Sie auf alle Funktionen dieser Website ohne Einschränkungen zugreifen können, wenn Ihr Browser keine Cookies zulässt. Weiterhin können Sie durch ein Browser-Plugin verhindern, dass die durch Cookies gesammelten Informationen (inklusive Ihrer IP-Adresse) an die Google Inc. gesendet und von der Google Inc. genutzt werden. Folgender Link führt Sie zu dem entsprechenden Plugin: https://tools.google.com/dlpage/gaoptout?hl=de Alternativ verhindern Sie mit einem Klick auf diesen Link (WICHTIG: Opt-Out-Link einfügen), dass Google Analytics innerhalb dieser Website Daten über Sie erfasst. Mit dem Klick auf obigen Link laden Sie ein „Opt-Out-Cookie“ herunter. Ihr Browser muss die Speicherung von Cookies also hierzu grundsätzlich erlauben. Löschen Sie Ihre Cookies regelmäßig, ist ein erneuter Klick auf den Link bei jedem Besuch dieser Website vonnöten.</p><p>Hier finden Sie weitere Informationen zur Datennutzung durch die Google Inc.:</p><p>• https://policies.google.com/privacy/partners?hl=de (Daten, die von Google-Partnern erhoben werden)</p><p>• https://adssettings.google.de/authenticated (Einstellungen über Werbung, die Ihnen angezeigt wird)</p><p>•https://policies.google.com/technologies/ads?hl=de (Verwendung von Cookies in Anzeigen)</p><p>8. RECHTE DES NUTZERS<br/>Sie haben als Nutzer das Recht, auf Antrag eine kostenlose Auskunft darüber zu erhalten, welche personenbezogenen Daten über Sie gespeichert wurden. Sie haben außerdem das Recht auf Berichtigung falscher Daten und auf die Verarbeitungseinschränkung oder Löschung Ihrer personenbezogenen Daten. Falls zutreffend, können Sie auch Ihr Recht auf Datenportabilität geltend machen. Sollten Sie annehmen, dass Ihre Daten unrechtmäßig verarbeitet wurden, können Sie eine Beschwerde bei der zuständigen Aufsichtsbehörde einreichen.</p><p>9. LÖSCHUNG VON DATEN<br/>Sofern Ihr Wunsch nicht mit einer gesetzlichen Pflicht zur Aufbewahrung von Daten (z. B. Vorratsdatenspeicherung) kollidiert, haben Sie ein Anrecht auf Löschung Ihrer Daten. Von uns gespeicherte Daten werden, sollten sie für ihre Zweckbestimmung nicht mehr vonnöten sein und es keine gesetzlichen Aufbewahrungsfristen geben, gelöscht. Falls eine Löschung nicht durchgeführt werden kann, da die Daten für zulässige gesetzliche Zwecke erforderlich sind, erfolgt eine Einschränkung der Datenverarbeitung. In diesem Fall werden die Daten gesperrt und nicht für andere Zwecke verarbeitet.</p><p>10. WIDERSPRUCHSRECHT<br/>Nutzer dieser Webseite können von ihrem Widerspruchsrecht Gebrauch machen und der Verarbeitung ihrer personenbezogenen Daten zu jeder Zeit widersprechen. Wenn Sie eine Berichtigung, Sperrung, Löschung oder Auskunft über die zu Ihrer Person gespeicherten personenbezogenen Daten wünschen oder Fragen bzgl. der Erhebung, Verarbeitung oder Verwendung Ihrer personenbezogenen Daten haben oder erteilte Einwilligungen widerrufen möchten, wenden Sie sich bitte an folgende E-Mail-Adresse: info@neritextil.ch</p>"
          }
        }
      },
      "block_order": [
        "text_W69BTw"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": false,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_DtxQQq"
  ]
}
