/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 28,
        "padding_bottom": 0
      }
    },
    "rich_text_KU3Mwq": {
      "type": "rich-text",
      "blocks": {
        "heading_Rr3awc": {
          "type": "heading",
          "settings": {
            "heading": "",
            "heading_size": "h1"
          }
        },
        "text_xjyqBh": {
          "type": "text",
          "settings": {
            "text": "<p>1. Geltungsbereich<br/>Diese allgemeinen Geschäftsbedingungen gelten für alle Geschäftsbeziehungen zwischen neri und den Kund:Innen, die über den online-shop von neritextil.ch oder über den Direktverkauf im Atelier an der Stollbergstrasse 6, 6003 Luzern abgeschlossen werden. Mit der Bestellung im Online-Shop erklären die Kund:Innen die Zustimmung und das Einverständnis zur Anwendung. Abweichende Bedingungen von Kund:Innen gelten nur dann, wenn neri ausdrücklich der Annahme dieser Bedingungen zugestimmt hat und etwas anderes vereinbart wurde.</p><p>2. Vertragspartnerin<br/>Der Kaufvertrag kommt zustande mit:</p><p>Neri-textil<br/>Stollbergstrasse 6<br/>6003 Luzern<br/>+41795304339<br/>info@neritextil.ch</p><p>3. Vertragsabschluss<br/>Der Vertrag kommt Zustande, sobald das Produkt bestellt und die Kund:Innen eine Bestätigung per Mail erhalten haben. Der Auftrag wird angenommen, indem von neri eine Auftragsbestätigung per E-Mail verschickt wurde oder die bestellte Ware geliefert wird (inkl. Lieferschein). Ebenso kann der Vertragsabschluss beim Kauf vor Ort im Atelier stattfinden.</p><p>4. Produktangebot<br/>Die im Online-Shop angegebenen Produkte und deren Mengen werden stetig aktualisiert. Die Farben der Produkte werden bestmöglich im online-shop abgebildet. Aufgrund unterschiedlicher Farbeinstellungen der Monitore kann es zu leichten Farbabweichungen bei den auf der Abbildung gezeigten Produkte kommen. Eventuelle Änderungen im Produktangebot an Musterungen und Farben der Stoffe dürfen jederzeit von neri angepasst und geändert werden.</p><p>5. Preise<br/>Die Preise sind in Schweizer Franken angegeben. Die gesetzlichen Mehrwertsteuern von 8.1% sind im Preis inbegriffen.</p><p>6. Versandkosten<br/>Innerhalb der Schweiz 9 CHF. Bei Bestellungen und Lieferadresse ausserhalb der Schweiz können zusätzlich anfallende Kosten, wie Zollgebühren und Steuern entstehen. Die Versandkosten werden pauschal berechnet und dementsprechend im Bestellprozess ausgewiesen. Beim Versand ins Ausland können Zölle und Gebühren anfallen, auf die neri keinen Einfluss hat. Diese Kosten sind vollumfänglich vom Empfänger zu tragen.</p><p>7. Zahlung<br/>Die gültigen Zahlungsmöglichkeiten sind die Zahlung auf Rechnung oder die Zahlung gegen Vorkasse. Die Zahlung auf Rechnung muss innert 30 Tagen nach Erhalt des Produktes beglichen werden. Bei einer Vorbestellung von einer neuen Produktion, wird bei Bestelleingang 30% des Gesamtpreises eingefordert. Die restlichen 70% müssen vor dem Versand der Ware getätigt werden.</p><p>8. Lieferung<br/>Die Lieferung der Stoffe erfolgt ausschliesslich innerhalb der Schweiz und der EU. Stoffe, welche an Lager sind, werden innerhalb von 3 Tagen nach Bestelleingang versendet. Bei Stoffen, die nicht mehr an Lager sind und vorbestellt werden, ist jeweils das Produktionsdatum auf der Webseite angegeben. In diesem Fall wird der Produktionstermin, sowie Liefertermin per Mail mitgeteilt, sobald dieser fest steht. In Absprache mit neri können alle Stoffe ebenso direkt im Atelier in Luzern abgeholt und erworben werden.</p><p>9. Produktmerkmale und Pflegehinweis<br/>Leinen ist ein Naturprodukt mit den damit verbundenen Strukturmerkmalen und Abweichungen. Aufgrund der natürlichen Beschaffenheit des Materials kann das Leinengewebe u.a. unregelmäßige Garnverdickungen, Knötchen, hellere & dunklere Faserteile aufweisen. Die Farben und die Materialbeschaffenheit wie Griff, Weichheit und Fall der Stoffe können je nach Charge der Leinenstoffe leicht abweichen. Dies aufgrund der Farbtonveränderung der Naturleinen. Die Pflanzengefärbten Garnen und Stoffen können sich mit der Zeit und nach wiederholtem Waschen leicht verändern. Dies ist kein Mangel, sondern eine Produkteigenschaft. Je nach Intensivität des alltäglichen Gebrauchs und je nach Einsatz von unterschiedlichen Waschmitteln kann sich die Optik aufhellen, die Materialbeschaffenheit weicher werden und die Stoffe einen Einsprung aufweisen. Bei der Pflege sind die angegebenen Pflegehinweise auf der Webseite zu beachten. Die Stoffe sind aus feinen Garnen in verschiedensten Bindungen gewebt. Eine schonende Behandlung und Wäsche sind sicherzustellen. .berfüllung der Waschmaschine, hohe Schleudertouren, Chlorbleiche oder Fleckenentfernungsmittel dürfen bei sonstigem Verlust der Gewährleistungsansprüche nicht verwendet werden. Sämtliche Waren sollen nicht im gefalteten Zustand gewaschen werden! Die Nichtbeachtung der mitgelieferten Pflegehinweise führt zum Verlust von Gewährleistungsansprüchen.</p><p>10. Gewährleistung<br/>Die Abbildungen der im Webshop angebotenen Produkte haben symbolischen Charakter und es können aufgrund von Browserdarstellungen Abweichungen eintreten. Den Pflegehinweisen ist unbedingt Folge zu leisten. Schäden bzw. Mängel, die auf Grund einer nachweislich falschen Pflege entstanden sind, können vom neri nicht erstattet werden. Neri leistet nach den gesetzlichen Vorgaben dafür Gewähr, dass die Produkte im Zeitpunkt der Übergabe keine Mängel aufweisen, somit die Produkte die bedungenen oder gewöhnlich vorausgesetzten Eigenschaften besitzen. Bei Vorliegen eines Mangels können Kund:Innen zwischen einem Austausch und der Rückerstattung des Betrages wählen.</p><p>11. Eigentumsvorbehalt<br/>Bis zur vollständigen Bezahlung bleibt die geleiferte Ware im Eigentum von neri.</p><p>12. Rückgabe-/Widerrufsrecht<br/>Es besteht die Möglichkeit das Produkt innerhalb von 14 Tagen zu retournieren oder umzutauschen. Der Tausch ist ausschließlich mit an Lager verfügbarer Produkte möglich. Es werden ausschließlich einwandfreie Stoffe zurückgenommen, sofern nichts anderes mit neri vereinbart ist. Bei einer Rücksendung liegen die Transportkosten bei den Kund:Innen. Der Kaufpreis wird rückerstattet und bei einem Umtausch die Differenz verrechnet. Vor einer Rücksendung werden die Kund:Innen um eine Kontaktaufnahme per Mail inklusive Grund gebeten. Die Produkte danach in der Originalverpackung mit dem im Paket enthaltenen Lieferschein an die genannte Adresse zurückzusenden. Alle Retouren werden von neri kontrolliert. Gekaufte Produkte dürfen keine Spuren von Gebraucht aufweisen. Eine Rücknahme wird abgelehnt, wenn:</p><p>• Spuren des Gebrauchs sichtbar sind, das Produkt beschmutz oder beschädigt ist.</p><p>• Das Produkt aufgrund des Transports beschädigt ist.</p><p>Wichtig! Bei internationalen Rücksendungen (außerhalb der Schweiz und Liechtenstein) werden allfällige Zölle, Steuern, oder Importtaxen sowie die ursprünglich angefallenen Versandkosten nicht zurückerstattet.</p><p>13. Haftung für Schäden<br/>Neri haftet für Schäden im Zusammenhang mit der Vertragserfüllung nur, sofern vorsätzlichen oder grob fahrlässigen Handelns vorzuwerfen ist. Dies gilt nicht bei Personenschäden. Der Ersatz von Mangelfolgeschäden ist ausgeschlossen, insbesondere der Ersatz von Schäden durch Verfärbung der Ware oder der damit in Verbindung gebrachten Gegenstände.</p><p>14. Datenschutz<br/>Es werden personenbezogene Daten des Kunden erhoben und verarbeitet ausschließlich zur Abwicklung der Bestellung und im Einklang mit den geltenden Datenschutzbestimmungen. Weitere Informationen zur Datenverarbeitung finden Sie in der (Link zur Datenschutzerklärung).</p><p>15. Schlussbestimmungen<br/>Auf den Vertrag gilt schweizerisches Recht mit Gerichtsstand in Luzern.</p>"
          }
        },
        "button_Hh9zQy": {
          "type": "button",
          "settings": {
            "button_label": "",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "heading_Rr3awc",
        "text_xjyqBh",
        "button_Hh9zQy"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "image_banner_ANHeNf": {
      "type": "image-banner",
      "blocks": {
        "heading_jHziqj": {
          "type": "heading",
          "settings": {
            "heading": "",
            "heading_size": "h1"
          }
        },
        "text_iTtkUW": {
          "type": "text",
          "settings": {
            "text": "",
            "text_style": "body"
          }
        },
        "buttons_nCxepq": {
          "type": "buttons",
          "settings": {
            "button_label_1": "",
            "button_link_1": "",
            "button_style_secondary_1": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "heading_jHziqj",
        "text_iTtkUW",
        "buttons_nCxepq"
      ],
      "disabled": true,
      "settings": {
        "image": "shopify://shop_images/Flach_Rushes_DZX1164.jpg",
        "image_overlay_opacity": 0,
        "image_height": "medium",
        "desktop_content_position": "middle-center",
        "show_text_box": false,
        "desktop_content_alignment": "center",
        "color_scheme": "",
        "image_behavior": "none",
        "mobile_content_alignment": "center",
        "stack_images_on_mobile": true,
        "show_text_below": true
      }
    }
  },
  "order": [
    "main",
    "rich_text_KU3Mwq",
    "image_banner_ANHeNf"
  ]
}
