/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 28,
        "padding_bottom": 0
      }
    },
    "rich_text_KU3Mwq": {
      "type": "rich-text",
      "blocks": {
        "heading_Rr3awc": {
          "type": "heading",
          "settings": {
            "heading": "",
            "heading_size": "h1"
          }
        },
        "text_xjyqBh": {
          "type": "text",
          "settings": {
            "text": "<p>AGB</p><p> </p><p>Vertragsschluss</p><p>Der Vertrag kommt Zustande, sobald du das Produkt bestellt und eine Bestätigung erhalten hast. Der Auftrag wird angenommen, indem du von neri eine Auftragsbestätigung per E-Mail erhälst oder die bestellte Ware geliefert wird (inkl. Lieferschein).</p><p> </p><p>Lieferzeit</p><p>Alle Stoffe, die bei mir an Lager sind, werden innerhalb von 3 Werktagen versendet. Für Vorbestellungen für die nächste geplante Produktion ist jeweils das Produktionsdatum auf der Webseite angegeben und der Liefertermin wird dir per Mail mitgeteilt, sobald dieser fest steht.</p><p> </p><p>Versandkosten</p><p>Innerhalb der Schweiz 9 CHF. Bei Bestellungen und Lieferadresse ausserhalb der Schweiz können zusätzlich anfallende Kosten, wie Zollgebühren und Steuern entstehen. </p><p> </p><p>Preise</p><p>Die Preise sind in Schweizer Franken angegeben. Die gesetzlichen Mehrwertsteuern von 8.1% sind im Preis inbegriffen.</p><p> </p><p>Bezahlung:</p><p>Die gültigen Zahlungsmöglichkeiten sind die Zahlung auf Rechnung oder die Zahlung gegen Vorkasse. Die Zahlung auf Rechnung muss innert 30 Tagen nach Erhalt des Produktes beglichen werden. Bei einer Vorbestellung von einer neuen Produktion, wird bei Bestelleingang 30% des Gesamtpreises eingefordert. Die restlichen 70% müssen vor dem Versand getätigt werden.</p><p> </p><p>Produktangebot </p><p>Die angegeben Mengen und Produkte werden stetig aktualisiert. Ich erlaube mir eventuelle Änderungen von Musterungen, Farben der Stoffe zu ändern. Die Preise können sich entsprechend dem aktuellen Flachspreis und können sich ebenfalls ändern, falls sich dieser erheblich ändert. Die Farben der Produkte werden bestmöglich im online shop abgebildet. Beachte bitte, dass es zu leichten Farbabweichungen aufgrund unterschiedlicher Farbeinstellungen der Monitore bei den auf der Abbildung gezeigten Produkte kommen. </p><p> </p><p>Rückgabe- /Widerrufsrecht </p><p>Du hast die Möglichkeit das Produkt innerhalb von 14 Tagen zu retournieren oder umzutauschen. Der Tausch ist ausschließlich mit an Lager verfügbarer Produkte möglich. Ich nehme nur einwandfreie Stoffe zurück. Bei einer Rücksendung liegen die Transportkosten bei dir. Der Kaufpreis wird rückerstattet und bei einem Umtausch die Differenz verrechnet.</p><p>Vor einer Rücksendung bitte ich dich um eine Kontaktaufnahme per Mail inklusive Grund. Die Produkte bitte in der Originalverpackung mit dem im Paket enthaltenen Lieferschein an die genannte Adresse zurückzusenden. Alle Retouren werden von neri kontrolliert. Gekaufte Produkte dürfen keine Spuren von Gebraucht aufweisen. Eine Rücknahme wird abgelehnt, wenn: </p><p> </p><p>Wichtig! Bei internationalen Rücksendungen (außerhalb der Schweiz und Liechtenstein) werden allfällige Zölle, Steuern, oder Importtaxen sowie die ursprünglich angefallenen Versandkosten nicht zurückerstattet.</p><p> </p><p> </p><p>Transportschäden</p><p>Allfällige Transportschäden bitte umgehend melden und neri darüber in Kenntnis zu setzen. </p><p> </p><p> </p><p> </p><p> </p>"
          }
        },
        "button_Hh9zQy": {
          "type": "button",
          "settings": {
            "button_label": "",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "heading_Rr3awc",
        "text_xjyqBh",
        "button_Hh9zQy"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "image_banner_ANHeNf": {
      "type": "image-banner",
      "blocks": {
        "heading_jHziqj": {
          "type": "heading",
          "settings": {
            "heading": "",
            "heading_size": "h1"
          }
        },
        "text_iTtkUW": {
          "type": "text",
          "settings": {
            "text": "",
            "text_style": "body"
          }
        },
        "buttons_nCxepq": {
          "type": "buttons",
          "settings": {
            "button_label_1": "",
            "button_link_1": "",
            "button_style_secondary_1": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "heading_jHziqj",
        "text_iTtkUW",
        "buttons_nCxepq"
      ],
      "settings": {
        "image": "shopify://shop_images/Flach_Rushes_DZX1164.jpg",
        "image_overlay_opacity": 0,
        "image_height": "medium",
        "desktop_content_position": "middle-center",
        "show_text_box": false,
        "desktop_content_alignment": "center",
        "color_scheme": "",
        "image_behavior": "none",
        "mobile_content_alignment": "center",
        "stack_images_on_mobile": true,
        "show_text_below": true
      }
    }
  },
  "order": [
    "main",
    "rich_text_KU3Mwq",
    "image_banner_ANHeNf"
  ]
}
